tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

#   __                            _
#  / _| ___  _ __ _ __ ___  _   _| | __ _
# | |_ / _ \| '__| '_ ` _ \| | | | |/ _` |
# |  _| (_) | |  | | | | | | |_| | | (_| |
# |_|  \___/|_|  |_| |_| |_|\__,_|_|\__,_|
#
brew "asdf"
brew "caffeine"
brew "fzf"
brew "git"
brew "htop"
brew "mas"
brew "openssl"
brew "tig"
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zsh"

#                _
#   ___ __ _ ___| | __
#  / __/ _` / __| |/ /
# | (_| (_| \__ \   <
#  \___\__,_|___/_|\_\
#

cask "imageoptim"
#cask "appcleaner"
cask "authy"
cask "brave-browser"
#cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
#cask "rectangle"
cask "raycast"
cask "visual-studio-code"
cask "vlc"
cask "lulu"


#                        _
#   __ _ _ __  _ __  ___| |_ ___  _ __ ___
#  / _` | '_ \| '_ \/ __| __/ _ \| '__/ _ \
# | (_| | |_) | |_) \__ \ || (_) | | |  __/
#  \__,_| .__/| .__/|___/\__\___/|_|  \___|
#       |_|   |_|

# mas "Amphetamine", id: 937984704
# mas "CopyClip", id: 595191960
# mas "TickTick", id: 966085870
# mas "1Password 7", id: 1333542190
